{
  "home": "الصفحة الرئيسية",
  "aboutus": "من نحن",
  "services": "الخدمات",
  "process": "العملية",
  "projects": "المشاريع",
  "contactus": "اتصل بنا",
  "getquote": "احصل على عرض سعر",
  "testimonials": "الشهادات",

  "readmore": "اقرأ المزيد",

  "herosub": "الابتكار في العمل",
  "herotitle": "مرحبًا بك في <span> الزامل</span>",
  "herotext": "نقود الطريق في الحلول الصناعية والتجارية المبتكرة، نوفر التميز والكفاءة لاحتياجات عملك.",

  "herosub2": "التميز في كل مسعى",
  "herotitle2": "شريكك في التميز الصناعي",
  "herotext2": "موثوق به من قبل كبار الصناعات لخبرتنا الفريدة والتزامنا<br /> بالجودة في كل مشروع نتولاه.",

  "herosub3": "الابتكار في العمل",
  "herotitle3": "تحويل الحلول الصناعية",
  "herotext3": "توفير حلول مخصصة وحديثة تعزز الإنتاجية<br /> وتحقق النجاح للأعمال عبر مختلف القطاعات.",

  "abouttext": "الزامل هي شركة رائدة في الحلول الصناعية والتجارية، ملتزمة بتقديم خدمات مبتكرة وفعالة وعالية الجودة. مع سنوات من الخبرة والتزام بالتميز، أثبتنا أنفسنا كقادة في الصناعة، نخدم مجموعة متنوعة من العملاء بحلول مخصصة تلبي احتياجاتهم الفريدة.",
  "expertise": "الخبرة في تشكيل الأسقف",
  "expertisetext": "في الزامل، نحن متخصصون في تقديم خدمات تشكيل الأسقف بأعلى جودة. فريقنا من المحترفين المهرة ملتزم بضمان تنفيذ كل مشروع بأسقف بدقة واهتمام بالتفاصيل. نستخدم أحدث المعدات وأفضل المواد لتقديم حلول أسقف متينة وجميلة وظيفياً.",

  "innovativetext": "تقنيات مبتكرة",
  "qualitytext": "مواد عالية الجودة",
  "awardtext": "الفوز بالجوائز",

  "slidetext1": "نظام إعادة الأسقف",
  "slidetext2": "خدمة الأسقف",
  "slidetext3": "أفضل الأسقف",

  "whychoose": "لماذا تختارنا",
  "whychoosetitle": "اختيارك الأفضل لحلول تشكيل الأسقف الفاخرة",
  "whychoosetext": "اختيار الزامل لتلبية احتياجات تشكيل الأسقف يعني الشراكة مع شركة تضع الجودة والابتكار ورضا العملاء في الأولوية. إليك بعض الأسباب الرئيسية التي تجعلنا متميزين في الصناعة:<br /> مع سنوات من الخبرة في تشكيل الأسقف، يضمن فريقنا المهرة إكمال كل مشروع بدقة وتميز. نبقى في الطليعة باستخدام أحدث التقنيات والتكنولوجيا في تشكيل الأسقف، مما يضمن نتائج متينة وجميلة. نحن نختار أفضل المواد لضمان دوام وأداء سقفك.<br />",
  "whatweoffer": "ما نقدمه",
  "whatweoffertitle": "أنظمة ومنتجات الأسقف<br /> الشاملة من اليوريثان",
  "whatweoffertext": "في الزامل، نقدم مجموعة من أنظمة الأسقف المتقدمة من اليوريثان المصممة لتوفير عزل حراري فائق، مقاومة للماء، ومتانة.",

  "thermal": "العزل الحراري ومقاومة الماء",
  "sound": "العزل الصوتي",

  "metal": "البلاط المعدني",
  "sandwich": "الألواح المركبة",

  "processtitle": "عملية تشكيل الأسقف<br /> ذات الأربع خطوات",

  "processtitle1": "التشاور والتخطيط",
  "processtext1": "خلال الاستشارة الأولية، نفهم احتياجات العميل ومتطلبات المشروع. يتبع ذلك تقييم شامل للموقع لفحص المكان. وأخيرًا، نضع تصميمات مخصصة للأسقف وخطط مشروع مفصلة لضمان نجاح المشروع.",

  "processtitle2": "اختيار المواد والشراء",
  "processtext2": "في مرحلة اختيار المواد، نختار مواد عالية الجودة بناءً على مواصفات المشروع لضمان المتانة والأداء. خلال مرحلة الشراء، نشتري المواد المختارة بكفاءة وبتكلفة مناسبة. وأخيرًا، يتم إجراء فحص صارم للجودة لضمان توافق جميع المواد مع معايير الصناعة ومتطلبات المشروع.",

  "processtitle3": "تشكيل الأسقف والتركيب",
  "processtext3": "خلال مرحلة التحضير، نعد الموقع والمواد بدقة للتركيب. تتضمن عملية التشكيل استخدام تقنيات متقدمة ومعدات دقيقة لتشكيل هياكل الأسقف بدقة. وأخيرًا، يقوم خبراؤنا بتنفيذ تركيب هياكل الأسقف المشكلة بدقة وعناية.",

  "processtitle4": "الفحص والصيانة",
  "processtext4": "خلال الفحص النهائي، نقوم بمراجعة شاملة لضمان تلبية معايير الجودة والسلامة. بعد ذلك، نقدم تقرير مشروع مفصل وجولة للعميل عند التسليم. بالإضافة إلى ذلك، نقدم خدمات صيانة ودعم مستمرة لضمان دوام وأداء هياكل الأسقف.",

  "ourworks": "أعمالنا",

  "navigation": "التنقل"
}
