{
  "home": "الصفحة الرئيسية",
  "aboutus": "معلومات عنا",
  "services": "خدماتنا",
  "process": "خطوات العمل",
  "projects": "مشاريعنا",
  "contactus": "اتصل بنا",
  "getquote": "احصل على عرض سعر",
  "testimonials": "شهادات العملاء",

  "readmore": "اقرأ المزيد",

  "herosub": "تخصص الأسطح",
  "herotitle": "مرحبًا بكم في <span>مجموعة مؤيد الزامل</span>",
  "herotext": "تأسست على يد المهندس مؤيد الزامل، حيث تقدم شركتنا عقودًا من <br> الخبرة الدولية والمعرفة التقنية لكل مشروع.",

  "herosub2": "التميز المحقق",
  "herotitle2": "موثوق من قبل <br /> عملاء مرموقين",
  "herotext2": "تشمل محفظتنا أكثر من 10 ملايين <br /> متر مربع في مشاريع للحرس الوطني السعودي،<br /> وزارة الدفاع، سابك، وأرامكو السعودية.",

  "herosub3": "موثوقية لا مثيل لها",
  "herotitle3": "مقاول الأسطح <br/> الموثوق والمعتمد",
  "herotext3": "معترف بها من قبل <br> الشركة السعودية للكهرباء، أرامكو السعودية، وزارة الدفاع، والمزيد،<br> نضمن عمليات سلسة باستخدام وحدات الإنتاج<br> المتنقلة الخاصة بنا.",

  "abouttext": "تأسست في أوائل التسعينيات على يد المهندس مؤيد الزامل، وقد أثبتت مجموعة مؤيد الزامل نفسها كشركة رائدة في مجال الأسطح وإعادة تركيب الأسطح. ومن خلال عقود من الخبرة الدولية والمعرفة التقنية، أصبحت الشركة مرادفة للتميز والموثوقية في صناعة الأسطح.",
  "abouttext2": "اكتسب المهندس مؤيد الزامل من خلال عضويته في منظمات مرموقة مثل جمعية مقاولي رغوة اليوريثان الأمريكية (UFCA)، وفيلق المهندسين الأمريكي، والمجلس الفرنسي لمهندسي الأسطح، ومجلس روفيري أستراليا، وقد دفع الشركة إلى آفاق جديدة. وتفخر شركتنا بتنفيذ أكثر من 10 ملايين متر مربع من الأسطح في مشاريع مرموقة للحرس الوطني السعودي، ووزارة الدفاع، و سابك، وأرامكو السعودية، والمزيد.",

  "expertise": "خبرة في تشكيل الأسطح",
  "expertisetext": "في مجموعة مؤيد الزامل، نتخصص في تقديم خدمات تشكيل الأسطح بأعلى جودة. فريقنا من المحترفين المهرة مكرس لضمان تنفيذ كل مشروع أسطح بدقة واهتمام بالتفاصيل. نحن أيضًا متخصصون في العزل الحراري والبولي يوريثان والعزل المائي، مما يثبت ملاءمته بنسبة 100٪ للظروف الجوية القاسية في المملكة العربية السعودية. التزامنا بالجودة والابتكار قد رسخ سمعتنا كشريك موثوق في صناعة الأسطح.",

  "innovativetext": "الخبرة في الأسطح",
  "qualitytext": "مواد ذات جودة",
  "awardtext": "الفوز بالجوائز",

  "slidetext1.1": "رغوة اليوريثان",
  "slidetext1.2": "طلاء ريلفوم",
  "slidetext1.3": "حصيرة الألياف الزجاجية",

  "slidetext1": "نظام إعادة تشكيل الأسطح",
  "slidetext2": "خدمة الأسطح",
  "slidetext3": "أفضل الأسطح",

  "whychoose": "لماذا تختارنا",
  "whychoosetitle": "اختيارك الأمثل لحلول تشكيل الأسطح الممتازة",
  "whychoosetext": "لقد أصبحنا متخصصين في البولي يوريثان بفضل عقود من الخبرة، وتقنية البناء الحديثة، والحاجة إلى حلول عزل وأداء عالي. نظام الرغوة والطلاء. البولي يوريثان معترف به جيدًا في المجتمع العلمي وعلى مستوى العالم باعتباره المادة ذات أقل موصلية حرارية (0.020 واط/متر كلفن عند 25 درجة مئوية). ونتيجة لذلك، سيؤدي استخدام البولي يوريثان إلى تحقيق أعلى تقييم للعزل. بالإضافة إلى الفوائد المذكورة أعلاه، فإن رغوة البولي يوريثان خفيفة الوزن للغاية ومثالية للرش على أي نوع من الأسطح – الخرسانة، المعدن، الخشب، إلخ – وكذلك أي شكل هندسي بفضل الالتصاق الاستثنائي. بالإضافة إلى التكلفة المنخفضة نسبيًا لمادة الزاملية مقابل أدائها الممتاز، فإن تطبيقها ليس محدودًا على الأسطح فقط؛ إنها مثالية لأي نوع من تطبيقات العزل، مثل الجدران المجوفة، العميقة",

  "whatweoffer": "ماذا نقدم",
  "whatweoffertitle": "أنظمة ومنتجات <br /> الأسطح البولي يوريثان الشاملة",
  "whatweoffertext": "في الزامل، نقدم مجموعة من أنظمة الأسطح البولي يوريثان المتقدمة المصممة لتوفير العزل الحراري الممتاز، والعزل المائي، والمتانة.",

  "thermal": "العزل الحراري والعزل المائي",
  "sound": "العزل الصوتي",

  "metal": "القرميد المعدني",
  "sandwich": "ألواح السندويش",

  "processtitle": "تجهيز الاسطح يتكون من اربع خطوات",

  "processtitle1": "الاستشاره والتخطيط",
  "processtext1": "خلال الاستشارة الأولية، نفهم احتياجات العملاء ومتطلبات المشروع. يتبع ذلك فحص  الموقع وتقييم شامل للموقع، .",

  "processtitle2": "اختيار المواد للعمل",
  "processtext2": "لاختيار المواد، نختار مواد ذات جوده عالية  بناءً على مواصفات المشروع المحددة لضمان الجوده وحسن الاداء.",

  "processtitle3": "تحضير الأسطح للعمل",
  "processtext3": "خلال مرحلة التحضير، نعد الموقع والمواد بعناية للتركيب. يتضمن عملية التحضير استخدام تقنيات ومعدات متقدمة  .",

  "processtitle4": "الضمان والصيانه",
  "processtext4": "خلال العمل النهائي، نجري مراجعة شاملة للعمل   لضمان الجودة والسلامة. بعد ذلك، نقدم تقرير للعمل في المشروع وجولة مع العميل خلال التسليم. بالإضافة إلى ذلك، نقدم خدمات الصيانة والدعم المستمر مع الضمان    .",

  "ourworks": "أعمالنا",

  "navigation": "التنقل"
}
