{
  "home": "Home",
  "aboutus": "About Us",
  "services": "Services",
  "process": "Process",
  "projects": "Projects",
  "contactus": "Contact Us",
  "getquote": "Get A Quote",
  "testimonials": "Testimonials",

  "readmore": "Read More",

  "herosub": "Expert Roofing.",
  "herotitle": "Welcome to <span> Moeid Al Zamil</span>",
  "herotext": "  Founded by Eng. Moeid AL Zamil, our firm brings decades of <br> international experience and  technical know-how to every project.",

  "herosub2": "Excellence Delivered.",
  "herotitle2": "Trusted by <br /> Prestigious Clients",
  "herotext2": "Our portfolio includes over 10 million <br /> square meters at projects for Saudi National Guard,<br /> Moda, Sabic, and Saudi Aramco.",

  "herosub3": "Unmatched Reliability",
  "herotitle3": "Approved and Reliable <br/> Roofing Contractor",
  "herotext3": "Recognized by <br> SCECO, SAUDI ARAMCO, MODA, and more,<br> we ensure smooth operations with our<br> transportable production units.",

  "abouttext": "Founded in the early 1990s by Eng. Moeid AL Zamil, Moeid Al Zamil Group has established itself as a premier roofing and re-roofing firm. Leveraging decades of international experience and technical expertise, the company has become synonymous with excellence and reliability in the roofing industry.",
  "abouttext2": "Eng. Moeid AL Zamil, with his vast knowledge gained through memberships in esteemed organizations such as the American Urethane Foam Contractors Association (UFCA), US Corps of Engineers, French Council of Roofing Engineers, and the Australia Roofers Council, has driven the company to new heights. Our firm prides itself on executing over 10 million square meters of roofing at prestigious projects for the Saudi National Guard, MODA, SABIC, Saudi Aramco, and more.",

  "expertise": "Expertise in roof forming",
  "expertisetext": "At Moeid Al Zamil, we specialize in providing the highest quality roof forming services. Our team of skilled professionals is dedicated to ensuring that every roofing project is executed with precision and attention to detail. We Also specialize in polyurethane thermal insulation and waterproofing, proving 100% suitability for Saudi Arabia's harsh weather conditions. Our commitment to quality and innovation has solidified our reputation as a trusted partner in the roofing industry.",

  "innovativetext": "Expertise In Roofing",
  "qualitytext": "Quality Materials",
  "awardtext": "Winning Awards",

  "slidetext1.1": "URETHANE FOAM",
  "slidetext1.2": "RELYFOAM COAT",
  "slidetext1.3": "FIBRE GLASS MAT",

  "slidetext1": "RE ROOFING SYSTEM",
  "slidetext2": "ROOF SERVICE",
  "slidetext3": "TOP ROOFING",

  "whychoose": "Why Choose Us",
  "whychoosetitle": "Your Top Choice for Premier Roof Forming Solutions",
  "whychoosetext": "We have become specialists in polyurethane because to our decades of experience, current construction technology, and the need for high performance insulation and water proofing solutions. system of foam and coating. Polyurethane is well recognized in the scientific community and globally as the material with the lowest thermal conductivity (0.020 W/M K at 25°C). Consequently, using polyurethane will result in the maximum insulation rating. Aside from the aforementioned benefits, polyurethane foam is extremely lightweight and ideal for spraying on any type of roof—concrete, metal, wood, etc.—as well as any engineering shape because of its exceptional adherence. In addition to Zamilieh's inexpensive cost in relation to its excellent performance, its application is not restricted to roofs; it is perfect for any type of insulation application, such as cavity walls, deep",
  "whatweoffer": "What We Offer",
  "whatweoffertitle": "Comprehensive Urethane Roofing <br /> Systems and Products",
  "whatweoffertext": "At Al Zamil, we offer a range of advanced urethane roofing systems designed to provide superior thermal insulation, waterproofing, and durability.",

  "thermal": "Thermal Insulation & Waterproofing",
  "sound": "Acoustic Sound Insulation",

  "metal": "Metal Tiles",
  "sandwich": "Sandwich Panels",

  "processtitle": " Our 4-Step Roof <br /> Forming Process",

  "processtitle1": "Consultation & Planning",
  "processtext1": " During the initial consultation, we understand client needs and project requirements. This is followed by a thorough site assessment to inspect the location. Finally, we create customized roof designs and detailed project plans to ensure a successful project.",

  "processtitle2": "Material Selection & Procurement",
  "processtext2": "For material selection, we choose high-quality materials based on the specific project specifications to ensure durability and performance. During the procurement phase, we source and acquire the selected materials efficiently and cost-effectively. Finally, a rigorous quality check is conducted to ensure all materials meet industry standards and project requirements.",

  "processtitle3": "Roof Forming & Installation",
  "processtext3": " During the preparation phase, we meticulously prepare the site and materials for installation. The forming process involves utilizing advanced techniques and equipment to shape the roof structures accurately. Finally, our experts carry out the installation of the formed roof structures with precision and care.",

  "processtitle4": "Inspection & Maintenance",
  "processtext4": " During the final inspection, we conduct a comprehensive review to ensure quality and safety standards are met. Following this, we provide a detailed project report and a client walkthrough during the handover. Additionally, we offer ongoing maintenance and support services to ensure the longevity and performance of the roof structures.",

  "ourworks": "Our Works",

  "navigation": "Navigation"
}
