{
  "home": "Home",
  "aboutus": "About Us",
  "services": "Services",
  "process": "Process",
  "projects": "Projects",
  "contactus": "Contact Us",
  "getquote": "Get A Quote",
  "testimonials": "Testimonials",

  "readmore": "Read More",

  "herosub": "Innovation at work",
  "herotitle": "Welcome to <span> Al Zamil</span>",
  "herotext": "Leading the way in innovative industrial and commercial solutions, delivering excellence and efficiency for your business needs.",

  "herosub2": "Excellence in every endeavor",
  "herotitle2": "Your partner in industrial excellence",
  "herotext2": "Trusted by top industries for our unparalleled expertise and commitment <br /> to quality in every project we undertake.",

  "herosub3": "Innovation at work",
  "herotitle3": "Transforming industrial solutions",
  "herotext3": "Providing cutting-edge,<br /> customized solutions that enhance productivity <br /> and drive success for businesses across various sectors.",

  "abouttext": " Al Zamil is a pioneering company in industrial and commercial solutions, dedicated to providing innovative, efficient, and high-quality services. With years of experience and a commitment to excellence, we have established ourselves as a leader in the industry, serving a diverse range of clients with tailored solutions that meet their unique needs.",
  "expertise": "Expertise in roof forming",
  "expertisetext": "At Al Zamil, we specialize in providing the highest quality roof forming services. Our team of skilled professionals is dedicated to ensuring that every roofing project is executed with precision and attention to detail. We use state-of-the-art equipment and the finest materials to deliver durable, aesthetically pleasing, and functional roofing solutions.",

  "innovativetext": "Innovative Techniques",
  "qualitytext": "Quality Materials",
  "awardtext": "Winning Awards",

  "slidetext1": "RE ROOFING SYSTEM",
  "slidetext2": "ROOF SERVICE",
  "slidetext3": "TOP ROOFING",

  "whychoose": "Why Choose Us",
  "whychoosetitle": "Your Top Choice for Premier Roof Forming Solutions",
  "whychoosetext": "Choosing Al Zamil for your roof forming needs means partnering with a company that prioritizes quality, innovation, and customer satisfaction. Here are some key reasons why we stand out in the industry:<br /> With years of experience in roof forming, our skilled team ensures each project is completed with precision and excellence. We stay ahead of the curve by using the latest techniques and technologies in roof forming, ensuring durable and aesthetically pleasing results. We source the finest materials to guarantee the longevity and performance of your roof.<br />",
  "whatweoffer": "What We Offer",
  "whatweoffertitle": "Comprehensive Urethane Roofing <br /> Systems and Products",
  "whatweoffertext": "At Al Zamil, we offer a range of advanced urethane roofing systems designed to provide superior thermal insulation, waterproofing, and durability.",

  "thermal": "Thermal Insulation & Waterproofing",
  "sound": "Acoustic Sound Insulation",

  "metal": "Metal Tiles",
  "sandwich": "Sandwich Panels",

  "processtitle": " Our 4-Step Roof <br /> Forming Process",

  "processtitle1": "Consultation & Planning",
  "processtext1": " During the initial consultation, we understand client needs and project requirements. This is followed by a thorough site assessment to inspect the location. Finally, we create customized roof designs and detailed project plans to ensure a successful project.",

  "processtitle2": "Material Selection & Procurement",
  "processtext2": "For material selection, we choose high-quality materials based on the specific project specifications to ensure durability and performance. During the procurement phase, we source and acquire the selected materials efficiently and cost-effectively. Finally, a rigorous quality check is conducted to ensure all materials meet industry standards and project requirements.",

  "processtitle3": "Roof Forming & Installation",
  "processtext3": " During the preparation phase, we meticulously prepare the site and materials for installation. The forming process involves utilizing advanced techniques and equipment to shape the roof structures accurately. Finally, our experts carry out the installation of the formed roof structures with precision and care.",

  "processtitle4": "Inspection & Maintenance",
  "processtext4": " During the final inspection, we conduct a comprehensive review to ensure quality and safety standards are met. Following this, we provide a detailed project report and a client walkthrough during the handover. Additionally, we offer ongoing maintenance and support services to ensure the longevity and performance of the roof structures.",

  "ourworks": "Our Works",

  "navigation": "Navigation"
}
