{
  "home": "Home",
  "aboutus": "About Us",
  "services": "Our Services",
  "process": "Our Process",
  "projects": "Our Projects",
  "contactus": "Contact Us",
  "getquote": "Get a Quote",
  "testimonials": "Testimonials",

  "readmore": "Read More",

  "herosub": "Roof Insulation and Metal Roofing",
  "herotitle": "Welcome to <span>Private Materials Company, a branch of Muaid Al-Zamel Group</span>",
  "herotext": "Founded by Engineer Muaid Al-Zamel, our company offers decades of <br> international experience and technical knowledge for every project.",

  "herosub2": "Thermal and Waterproof Insulation",
  "herotitle2": "Trusted by <br /> Our Clients",
  "herotext2": "Our portfolio includes more than 10 million <br /> square meters in projects for the Saudi National Guard, <br /> Ministry of Defense, SABIC, Saudi Aramco, King Abdulaziz Port, Grand Mart Mall, Al-Hayat Plaza, and many private villas.",

  "herosub3": "Unmatched Reliability",
  "herotitle3": "Reliable and Approved <br/> Roof Insulation",
  "herotext3": "Recognized by <br> the Saudi Electricity Company, Saudi Aramco, Ministry of Defense, and more, <br> we ensure smooth operations using our specialized mobile production units.",

  "abouttext": "Founded in the early 1990s by Engineer Muaid Al-Zamel, Muaid Al-Zamel Group has established itself as a leader in roof insulation and metal tile roofing. With decades of experience and technical knowledge, the group has become a trusted site for excellence in roof insulation.",
  "abouttext2": "Through his membership in prestigious organizations such as the American Polyurethane Foam Contractors Association (UFCA), the American Engineers Syndicate, the French Roof Engineers Council, and the Australian Roofers Council, Engineer Muaid Al-Zamel has propelled the company to new heights. Our company is proud to have executed over 10 million square meters of roofing in prestigious projects for the Saudi National Guard, Ministry of Defense, SABIC, Saudi Aramco, and more.",

  "expertise": "Roof Insulation and Metal Roofing",
  "expertisetext": "At Private Materials Company, we specialize in polyurethane thermal insulation and waterproofing, and metal roofing, proving 100% suitability for the harsh weather conditions in Saudi Arabia. Our commitment to quality and innovation has cemented our reputation as a reliable partner in delivering high-quality work.",
  "innovativetext": " Experience in roof insulation ",

  "qualitytext": "High-Quality Materials",
  "awardtext": "Award-Winning",

  "slidetext1.1": "Polyurethane Foam",
  "slidetext1.2": "Relay Foam Coating",
  "slidetext1.3": "Bathroom and Tank Insulation",

  "slidetext1": "Concrete Repair System",
  "slidetext2": "Roof Insulation Service",
  "slidetext3": "Best Roof Insulation Company",

  "whychoose": "Why Choose Us",
  "whychoosetitle": "Your Optimal Choice for Roof Insulation",
  "whychoosetext": "We have become specialists in polyurethane foam insulation thanks to decades of experience. Known locally and globally as the material with the lowest thermal conductivity (0.020 W/mK at 25°C), using polyurethane will achieve the highest insulation value. In addition to the above benefits, polyurethane foam is extremely lightweight and ideal for spraying on any type of surface – concrete, metal, wood, etc. – as well as any geometric shape due to its exceptional adhesion. Besides the relatively low cost of the material for its excellent performance, its application is not limited to roofs; it is perfect for any type of insulation application, such as walls, cold rooms, and ductwork.",

  "whatweoffer": "What We Offer",
  "whatweoffertitle": "<br /> Thermal and Waterproof Roof Insulation. Sound Insulation. Pipe Wrapping. Metal Roofing",
  "whatweoffertext": "At Al-Zamel, we offer a range of advanced polyurethane roofing systems designed to provide excellent thermal insulation, waterproofing, and durability.",

  "thermal": "Thermal and Waterproof Insulation",
  "sound": "Sound Insulation",

  "metal": "Metal Tiles",
  "sandwich": "Dektite",

  "processtitle": "Surface Preparation Consists of Four Steps",

  "processtitle1": "Consultation and Planning",
  "processtext1": "During the initial consultation, we understand the clients' needs and project requirements. This is followed by a site inspection and comprehensive site assessment.",

  "processtitle2": "Material Selection for Work",
  "processtext2": "For material selection, we choose high-quality materials based on the specific project specifications to ensure quality and performance.",

  "processtitle3": "Surface Preparation for Work",
  "processtext3": "During the preparation stage, we carefully prepare the site and materials for installation. The preparation process involves using advanced techniques and equipment.",

  "processtitle4": "Warranty and Maintenance",
  "processtext4": "During the final work, we conduct a thorough review of the work to ensure quality and safety. Then, we provide a project report and a tour with the client during the handover. Additionally, we offer ongoing maintenance and support services with a warranty.",

  "ourworks": "Our Works",

  "navigation": "Navigation",

  "projectitle1": "Speciality Material - Zamil ",
  "projectitle2": "Speciality Material - Zamil ",
  "projectitle3": "Speciality Material - Zamil ",
  "projectitle4": "Speciality Material - Zamil ",
  "projectitle5": "Speciality Material - Zamil ",
  "projectitle6": "Speciality Material - Zamil ",
  "projectitle7": "Speciality Material - Zamil ",
  "projectitle8": "Speciality Material - Zamil ",
  "projectitle9": "Speciality Material - Zamil ",
  "projectitle10": "Speciality Material - Zamil ",
  "projectitle11": "Speciality Material - Zamil ",
  "projectitle12": "Speciality Material - Zamil ",
  "projectitle13": "Speciality Material - Zamil ",
  "projectitle14": "Speciality Material - Zamil ",
  "projectitle15": "Speciality Material - Zamil ",
  "projectitle16": "Speciality Material - Zamil ",
  "projectitle17": "Speciality Material - Zamil ",
  "projectitle18": "Speciality Material - Zamil ",
  "projectitle19": "Speciality Material - Zamil ",
  "projectitle20": "Speciality Material - Zamil ",
  "projectitle21": "Speciality Materia - Zamill"
}
